<template>
  <div>
    <h2>嗡嗡线上平台用户许可及服务协议</h2>
    <p>
温州市嗡嗡网络技术有限公司（以下简称“嗡嗡网络”）在此特别提醒您（用户）在注册成为用户之前，请认真阅读本《用户协议》（以下简称“协议”），确保您充分理解本协议中各条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录或使用本协议所涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。<br/></p>
<p>
本协议约定嗡嗡网络与用户之间关于“嗡嗡线上平台”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。<br/>
一、账号注册<br/>
1、用户在使用本服务前需要进行信息注册。用户使用“嗡嗡线上平台”应当使用微信号及手机号码绑定注册，请用户使用尚未与“嗡嗡线上平台”账号绑定的微信号及手机号码注册。<br/>
2、在用户注册及使用本服务时，嗡嗡网络需要搜集能识别用户身份的个人信息以便嗡嗡网络可以在必要时联系用户，或为用户提供更好的使用体验。嗡嗡网络搜集的信息包括但不限于用户的姓名、性别、年龄、出生日期、身份证号、地址、职业、年收入、兴趣爱好、居住地、籍贯、手机号码、微信号；嗡嗡网络同意对这些信息的使用将受限于第三条用户个人隐私信息保护的约束。<br/>
3、“嗡嗡线上平台”是一款面向有婚恋意向的单身人士找对象的移动社交产品，用户需要向“嗡嗡线上平台”提交真人正面照片，“嗡嗡线上平台”有权对用户提交的认证信息进行审核并且确认通过或者否决通过。 “嗡嗡线上平台”将对用户提交的用于个人信息真实性认证的资料进行严格的保密。<br/>
二、服务内容<br/>
1、本服务的具体内容由嗡嗡网络根据实际情况提供，包括但不限于授权用户通过其账号进行通讯、关注他人。<br/>
2、嗡嗡网络提供的服务包含免费服务与收费服务。用户可以通过付费方式解锁异性微信号，具体方式为：用户通过 “嗡嗡线上平台”平台提供的付费途径支付一定数额的人民币，然后获得嗡嗡网络提供的付费服务。对于收费服务，嗡嗡网络会在用户使用之前给予用户明确的提示，只有用户根据提示确认其同意按照前述支付方式支付费用并完成了支付行为，用户才能使用该等收费服务。支付行为的完成以第三方支付平台生成“支付已完成”的确认通知为准。 <br/>
三、用户个人隐私信息保护<br/>
1、用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。<br/>
2、尊重用户个人隐私信息的私有性是嗡嗡网络的一贯制度，嗡嗡网络将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者嗡嗡网络发现存在发生前述情形的可能时，将及时采取补救措施。<br/>
3、嗡嗡网络未经用户同意不向任何第三方公开、 透露用户个人隐私信息。但以下特定情形除外：<br/>
(1) 嗡嗡网络根据法律法规规定或有权机关的指示提供用户的个人隐私信息；<br/>
(2) 由于用户将其用户密码告知他人或与他人共享注册帐户与密码，由此导致的任何个人信息的泄漏，或其他非因嗡嗡网络原因导致的个人隐私信息的泄露；<br/>
(3) 用户自行向第三方公开其个人隐私信息；<br/>
(4) 用户与嗡嗡网络及合作单位之间就用户个人隐私信息的使用公开达成约定，嗡嗡网络因此向合作单位公开用户个人隐私信息；<br/>
(5) 任何由于黑客攻击、电脑病毒侵入及其他不可抗力事件导致用户个人隐私信息的泄露。<br/>
4、用户同意嗡嗡网络可在以下事项中使用用户的个人隐私信息：<br/>
(1) 嗡嗡网络向用户及时发送重要通知，如软件更新、本协议条款的变更；<br/>
(2) 用户基本信息在平台的展示（不包含各项证件的证件内容）；<br/>
(3) 依本协议约定，嗡嗡网络管理、审查用户信息及进行处理措施；<br/>
(4) 用户确认，其微信账号及手机号码信息为非个人隐私信息，用户成功注册“嗡嗡线上平台”账号视为确认授权嗡嗡网络提取、公开及使用用户的微信账号及手机号码信息。用户微信账号及手机号码信息将作为用户开放资料之一，由嗡嗡网络向其他解锁该用户资料的用户开放，不对所有用户开放。<br/>
 (5) 适用法律法规规定的其他事项。<br/>
四、内容规范<br/>
1、本条所述内容是指用户使用本服务过程中所制作、上载、复制、发布、传播的任何内容，包括但不限于账号头像、名称、用户说明等注册信息及认证资料，或文字、语音、图片、视频、图文等发送、回复或自动回复消息和相关链接页面，以及其他使用本服务所产生的内容。<br/>
2、用户不得利用“嗡嗡线上平台”服务制作、上载、复制、发布、传播如下法律、法规和政策禁止的内容：<br/>
(1) 反对宪法所确定的基本原则的；<br/>
(2) 损害国家荣誉和利益的；<br/>
(3) 破坏国家统一、破坏民族团结、破坏国家宗教政策的；<br/>
(4) 散布谣言，扰乱社会秩序，破坏社会稳定的；<br/>
(5) 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；<br/>
(6)  侮辱或者诽谤他人，侵害他人合法权益的；<br/>
(7) 含有法律、行政法规禁止的其他内容的信息。<br/>
3、用户不得利用“嗡嗡线上平台”服务制作、上载、复制、发布、传播如下干扰“嗡嗡线上平台”正常运营，以及侵犯其他用户或第三方合法权益的内容：<br/>
(1) 含有任何性或性暗示的；<br/>
(2) 含有辱骂、恐吓、威胁内容的；<br/>
(3) 含有骚扰、垃圾广告、恶意信息、诱骗信息的；<br/>
(4) 涉及他人隐私、个人信息或资料的；<br/>
(5) 侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的；<br/>
(6) 含有其他干扰本服务正常运营和侵犯其他用户或第三方合法权益内容的信息。<br/>
五、使用规则<br/>
1、用户在本服务中或通过本服务所传送、发布的任何内容并不反映或代表，也不得被视为反映或代表嗡嗡网络的观点、立场或政策，嗡嗡网络对此不承担任何责任。<br/>
2、用户不得利用“嗡嗡线上平台”服务进行如下行为：<br/>
(1) 提交、发布虚假信息，或盗用他人头像或资料，冒充、利用他人名义的；<br/>
(2) 强制、诱导其他用户关注、点击链接页面或分享信息的；<br/>
(3) 虚构事实、隐瞒真相以误导、欺骗他人的；<br/>
(4) 利用技术手段批量建立虚假账号的；<br/>
(5) 利用“嗡嗡线上平台”服务从事任何违法犯罪活动的；<br/>
3、用户须对利用“嗡嗡线上平台”服务传送信息的真实性、合法性、无害性、准确性、有效性等全权负责，与用户所传播的信息相关的任何法律责任由用户自行承担，与嗡嗡网络无关。如因此给嗡嗡网络或第三方造成损害的，用户应当依法予以赔偿。<br/>
六、帐户管理<br/>
1、 “嗡嗡线上平台”账号的所有权归嗡嗡网络所有，用户完成申请手续后，获得在“嗡嗡线上平台”服务的享受权，该享用权仅属于初始申请注册人，禁止赠与、借用、租用、转让或售卖。<br/>
2、用户可以更改、删除“嗡嗡线上平台”服务上的个人资料及传送内容等，但需注意，删除有关信息的同时也会删除用户储存在系统中的文字和图片。用户需承担该风险。<br/>
3、用户有责任妥善保管注册信息的安全，因用户保管不善可能导致遭受盗号或密码失窃，责任由用户自行承担。用户需要对注册信息下的行为承担法律责任。<br/>
4、用户应遵守本协议的各项条款，正确、适当地使用本服务，如因用户违反本协议中的任何条款，嗡嗡网络在通知用户后有权依据协议中断或终止对违约用户提供的服务。同时，嗡嗡网络保留在任何时候收回“嗡嗡线上平台”用户使用服务的权利。<br/>
七、法律责任<br/>
1、如果嗡嗡网络发现或收到他人举报或投诉用户违反本协议约定的，嗡嗡网络有权不经通知随时对相关内容，包括但不限于用户资料、聊天记录进行审查、删除，并视情节轻重对违规账号处以包括但不限于警告、账号封禁 、设备封禁 、功能封禁 的处罚，且通知用户处理结果。<br/>
2、用户理解并同意，嗡嗡网络有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应承担由此而产生的一切法律责任。<br/>
3、用户理解并同意，因用户违反本协议约定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，用户应当赔偿嗡嗡网络与合作公司、关联公司，并使之免受损害。<br/>
八、不可抗力及其他免责事由<br/>
1、本服务同大多数互联网服务一样，受包括但不限于用户原因、网络服务质量、社会环境等因素的差异影响，可能受到各种安全问题的侵扰，如他人利用用户的资料，造成现实生活中的骚扰等等。用户应加强信息安全及使用者资料的保护意识，以免遭致损失和骚扰。<br/>
2、用户理解并确认，本服务存在因不可抗力、计算机病毒或黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何技术、互联网络、通信线路原因等造成的服务中断或不能满足用户要求的风险，因此导致的用户或第三方任何损失，嗡嗡网络不承担任何责任。<br/>
3、用户理解并确认，在使用本服务过程中存在来自任何他人的包括误导性的、欺骗性的、威胁性的、诽谤性的、令人反感的或非法的信息，或侵犯他人权利的匿名或冒名的信息，以及伴随该等信息的行为，因此导致的用户或第三方的任何损失，嗡嗡网络不承担任何责任。<br/>
九、服务的变更、中断、终止<br/>
1、鉴于网络服务的特殊性，用户同意嗡嗡网络有权随时变更、中断或终止部分或全部的服务（包括收费服务）。<br/>
2、如发生下列任何一种情形，嗡嗡网络有权变更、中断或终止向用户提供的免费服务或收费服务，而无需对用户或任何第三方承担任何责任：<br/>
(1) 根据法律规定用户应提交真实信息，而用户提供的个人资料不真实、或与注册时信息不一致又未能提供合理证明；<br/>
(2) 用户违反相关法律法规或本协议的约定；<br/>
(3) 按照法律规定或有权机关的要求；<br/>
(4) 出于安全的原因或其他必要的情形。<br/>
十、服务说明与免责条款<br/>
1、“嗡嗡线上平台”仅保证用户的个人信息在认证阶段时的真实性，但不保证时效性，对于用户的个人素养“嗡嗡线上平台”也不担保，所有用户在使用产品功能进行聊天交友时需自己判断对方用户的个人品德等，做好自我防护，对于因用户个人品行等问题造成的后果将由用户自己承担。<br/>
十一、其他<br/>
1、嗡嗡网络郑重提醒用户注意本协议中免除嗡嗡网络责任和限制用户权利的条款，请用户仔细阅读，自主考虑风险。未成年人应在法定监护人的陪同下阅读本协议。<br/>
2、本协议的效力、解释及纠纷的解决，适用于中华人民共和国法律。若用户和嗡嗡网络之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户同意将纠纷或争议提交嗡嗡网络住所地有管辖权的人民法院管辖。<br/>
3、本协议的任何条款无论因何种原因无效或不具可执行性，其余条款仍有效，对双方具有约束力。<br/>
</p>
  </div>
</template>
<script>
export default {
};
</script>
<style lang="stylus" scoped>
h2
  font-size 16px
  text-align center;
  font-weight bold
  margin 10px 0
p
  font-size 15px
  padding 0 10px
  font-family 'Arial'
  text-indent 2em
</style>


